module.exports = {
  posts: "Пости",
  users: "Користувачі",
  postsError:
    "Сталася помилка під час отримання постів. Будь ласка, спробуйте пізніше.",
  commentsError:
    "Сталася помилка під час отримання коментарів. Будь ласка, спробуйте пізніше.",
  noItems: "Немає доступних постів",
  noMoreItems: "Більше постів немає",
  noUsers: "Немає доступних користувачів",
  postScreenTitle: "Деталі посту",
  userScreenTitle: "Деталі користувача",
  goBack: "Повернутися назад",
  goToTop: "До початку",
  location: "Місцезнаходження",
  userName: "Ім'я користувача",
  email: "Електронна пошта",
  phone: "Телефон",
  company: "Компанія",
  settings: "Налаштування",
  darkMode: "Використовувати темну тему",
  language: "Мова",
  shareText: "Подивись, що каже {{name}} на simpleBlog!",
};
